Repository: kyan001/Portal-Django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, ja

# 您查找的 {t} 并不存在。（查询参数 {a} {k}）
source: The {t} you are looking for does not exist. (Request arguments {a} {k})
fr: {t} n'exsite pas (paramètres du requêt {a} {k})
ja: お探しの{t} は存在しません。（パラメーター クエリ{a} {k}）

# 进度活跃度
source: Progress Activity
fr: Activité du progrès
ja: アクティビティーの進捗

# 用户活跃度
source: User Activity
fr: Activité de l'utilisateur
ja: ユーザーアクティビティ

# 消息活跃度
source: Chat Activity
fr: Activité du message
ja: チャートアクティビティー

# 错误类别
source: Error Category
fr: Catégorie de l'erreur
ja: カテゴリーエラー

# 书
source: Book
fr: Livre
ja: 書籍

# 漫画
source: Comic
fr: BD
ja: 漫画

# 动画
source: Anime
fr: Dessin animé
ja: アニメ

# 电视剧
source: TV Series
fr: Feuilleton de TV
ja: ドラマ

# 公开课
source: Lesson
fr: Enseignement
ja: オープンクラス

# 纪录片
source: Documentary
fr: Film documentaire
ja: ドキュメンタリー

# 视频
source: Video
fr: Vidéo
ja: ビデオ

# 小说
source: Novel
fr: Roman
ja: 小説

# {} 参数不能为空
source: Argument '{}' cannot be empty
fr: Le paramètre {} ne peut pas être vide
ja: 引数 '{}' を空にできません

# 进行中
source: In Progress
fr: En progrès
ja: 進行中

# 追剧中
source: Following
fr: Suivi
ja: フォロウイング

# 待阅读
source: To Do
fr: A lire
ja: あとで読むリスト

# 出错
source: Error
fr: Erreur
ja: エラー

# 已完成
source: Done
fr: Déjà fait
ja: 完了しました

# 冻结中
source: Deactivated
fr: Désactivé
ja: 非アクティブにされた

# 更新进度状态失败
source: Progress 'Status' update failed
fr: Mise à jour progrès etat avec échec
ja: 進捗状況更新失敗しまいました

# 上下文类型错误
source: Contextual type error
fr: Erreur de type de contexte
ja: コンテキストタイプエラー

# 你来到了一个不存在的地方
source: You come to a place that does not exist
fr: Vous vous rendre à un espace qui n'exsite pas.
ja: あなたは実在しない架空の場所に来ました

# 你要访问的页面不存在
source: The page you visit does not exist
fr: La page que vous visitez n'exsite pas.
ja: お探しのページは見つかりませんでした

# 点此回到上个页面
source: Back to previous page
fr: Retour à la page dernière
ja: 前のページに戻る

# 服务器出现了一个小问题
source: Server has met a little problem
fr: Il y a un petit problème dans le serveur.
ja: サーバー側に問題が発生しました

# 服务器内部错误，请联系服务器管理员
source: Server internal error. Please contact server administrator
fr: Erreur internal dans le serveur, contactez l'administrateur s'il vous plaît.
ja: 内部サーバーエラー、サーバー管理担当者に連絡してください

# 徽章详情
source: Badge Detail
fr: Détail du badge
ja: バッジ詳細

# 徽章列表
source: Badge List
fr: Liste de badge
ja: バッジリスト

# 设计师
source: Designer
fr: Le concepteur
ja: デザイナー

# 加入时间
source: Created
fr: Créé
ja: ユーザー登録日

# 拥有人数
source: Number of Owners
fr: Quantité de propriétaires
ja: ユーザー数

# 回到上一页
source: Back
fr: Retour
ja: 前のページに戻る

# 临时笔记
source: QuickNote
fr: Note rapide
ja: クイックノート

# 宾格
source: Me
fr: Moi
ja: 私

# 对话
source: Conversation
ja: 会話

# 回到收信箱
source: Back to Inbox
fr: Retour à la boîte aux lettres
ja: 受信トレイに戻る

# 发送消息
source: Send Message
fr: Envoyer un message
ja: メッセージを送信する

# 标题（选填）
source: Title (Optional)
fr: Titre (optionnel)
ja: タイトル（オプショナル）

# 用户昵称
source: User Nickname
fr: Pseudo de l'utilisateur
ja: ユーザーニックネーム

# 发送
source: Send
fr: Envoyer
ja: 送信する

# 消息内容
source: Message Body
fr: Le contenu du message
ja: メッセージ詳細

# 你与 @%(nickname)s 还没有说过话
source: You and @%(nickname)s have not talked yet
fr: Vous n'avez pas parlé avec @%(nickname)s
ja: @%(nickname)s とまだ話したことがない

# 对话的历史记录会显示在这里
source: Conversation history will be shown here
fr: L'historique de conversation va être affichée ici
ja: 会話履歴はここに表示されます

# 错误：用户昵称不能为空
source: Error: User nickname cannot be empty
fr: Erreur: le pseudo de l'utilisateur ne peut pas être vide
ja: エラー：ユーザーのニックネームは空にできません

# 错误：用户昵称不存在
source: Error: User nickname does not exist
fr: Erreur: l'utilisateur n'existe pas
ja: エラー：ユーザーニックネームは存在しません

# 错误：消息内容不能为空
source: Error: Message body cannot be empty
fr: Erreur: le contenu du message ne peut pas être vide
ja: エラー：メッセージが空きにできません

# 收信箱
source: Inbox
fr: Boîte aux lettres
ja: 受信トレイ

# 发新消息
source: Send Message
fr: Envoyer un message
ja: メッセージを送る

# 人
source: People
fr: Personne
ja: 人

# 无
source: None
fr: Aucun
ja: なし

# 没有任何消息
source: No Message
fr: Aucun message
ja: 新着メッセージはありませんでした

# 跳到最后一页/第一页
source: Jump to last/first page
fr: Sauter à la dernière page / la première page
ja: 最後/最初のページにジャンプする

# 欢迎
source: Welcome
fr: Bienvenue
ja: ようこそ

# 我的进度
source: MyProgress
fr: Mon progrès
ja: 私の進捗

# 管理您的进度
source: Manage your progresses
fr: Gérer votre progrès
ja: 進捗管理

# 随手记录您的想法
source: Write down your ideas anytime
fr: Prendre notes de vos idées
ja: いつでも思いついた時に、アイデアを書き留める

# 智械聊天
source: RoboTalk
ja: AIチャート

# 快来加入我们的聊天吧
source: Join our group chat now
fr: Venez-vous à notre conversation de groupe!
ja: 今すぐグループチャートへ

# 生活的战争，并不总是为那些更强壮或更迅速的人而存在。
source: Life's battle doesn't always go to the stronger or faster man.
fr: La bataille de vie, n'est pas toujours pour les plus forts ou plus vites.
ja: 人生の戦いは、必ずしもより強くて、より頭の回転が早い人に向いてに存在するとは限らない

# 但或迟或早，胜利的人
source: But sooner or later, the man who wins,
fr: Mais tôt ou tard, les gagnants sont
ja: ところが、遅かれ早かれ勝つ人は

# 始终坚信
source: is the man
fr: lesquels toujours croient
ja: “必ず勝つ”と

# “我会赢”。
source: who believes he can.
fr: Je vais gagner!
ja: いつでも信じている

# 尽情享受
source: Enjoy
fr: Profitez-vous
ja: 思う存分楽しんでください

# 欢迎来到
source: Welcome to
fr: Bienvenue à
ja: ようこそ

# 我要加入
source: I'm in
fr: Je vais rejoindre
ja: ゴー

# 网站主人，
source: Owner of the website,
fr: Le propriétaire du site web
ja: ウェブサイトオーナーは、

# 深沉的爱着一切美好的事物。
source: Drenched in the love of wonderful things.
fr: Aime tous les belles choses profondément.
ja: 美しいことを深く愛している

# 我的网站
source: My website
fr: Mon site web
ja: マイページ

# 邮件
source: Email
ja: メール

# 音乐
source: Music
fr: Musique
ja: 音楽

# 吉他，钢琴，声音。
source: Guitar, Piano, Voice.
fr: Guitare, Piano, Voix.
ja: ギター、ピアノ、ヴォイス

# 当言语渐弱，音乐响起。
source: When words fail, music speaks.
fr: Quand la langue cesse, la musique va parler.
ja: 言葉が失敗する時には、音楽が語る。

# 我的音乐
source: My Music
fr: Ma musique
ja: マイミュージック

# 成就
source: Achievement
fr: Réalisations
ja: アチーブメント

# 创造，可能，
source: Creativity, Possibility,
fr: Créativité, Probabilité,
ja: 創造性、可能性

# 热忱，意志。
source: Enthusiasm, Willpower.
fr: Passion, Intention,
ja: 熱意、意志

# 我的
source: My
fr: Mes
ja: マイ

# 想法
source: Ideas
fr: Idées
ja: アイディア

# 我思，
source: Keep Thinking,
fr: Restent á penser,
ja: 考え続けている私は、

# 我酷。
source: Keep Cool.
fr: Restent cool.
ja: かっこいい。

# 与我对话
source: Talk to me
fr: Me parlez
ja: 私と会話する

# 提示信息
source: Notice
fr: Notes
ja: 通知

# 点此跳转至
source: Jump to
fr: Sauter à
ja: ジャンプ

# 当前页面的二维码
source: QR code for current page
fr: Le code 2D de cette page
ja: カレントページのバーコード

# 一键添加到我的进度
source: 1-Click adding to MyProgress
fr: Ajouter à mon progrès par une touche
ja: ワンクリックで私の進捗に入れる

# 所有者
source: Owner
fr: Propriétaire
ja: オーナー

# 名称
source: Name
fr: Nom
ja: ネーム

# 备注
source: Comment
fr: Commentaire
ja: コメント

# 总共
source: Total
fr: Totale
ja: トータル

# 当前进度
source: Current
fr: Progrès actuel
ja: カレント

# 开始时间
source: Created
fr: Créé
ja: 作成時間

# 上次更新
source: Last Updated
fr: Dernière mise à jour
ja: ラストアップデート

# 状态
source: Status
fr: Etat
ja: 状態

# 进度链接
source: Progress Link
fr: Lien de progrès
ja: 進捗リンク

# 链接
source: Link
fr: Liens
ja: リンク

# 进度链接二维码
source: QR code for progress link
fr: Le code 2D du lien de progrès
ja: 進捗リンクへのバーコード

# 进度存档
source: Progress Archive
fr: Archivage de progrès
ja: 進捗アーカイブ

# 进度完成后，会自动显示在这里
source: Completed progresses are shown here
fr: Les progrès complets seront affichés ici
ja: 進捗が完了した後、ここで表示される。

# 冻结中的进度，会自动显示在这里，可以随时再继续阅读。
source: Deactivated progresses are shown here. You can restart it anytime.
fr: Les progrès désactivés seront affichés ici, vous pouvez recommencer à tout moment.
ja: 一時停止されている進捗がここで表示される。いつでも再開できる。

# 新增进度
source: New Progress
fr: Nouveau progrès
ja: 新しく追加される進捗

# 搜索
source: Search
fr: Rechercher
ja: サーチ

# 进度
source: Progress
fr: Progrès
ja: 進捗

# 分享你的进度信息
source: Share your progress
fr: Partager votre progrès
ja: 進捗状況をシェアする

# 进度信息
source: Progress Info
fr: Information de progrès
ja: 進捗インフォ

# 已冻结
source: Deactivated
fr: Désactivé
ja: 停止されている

# 百分比
source: Percentage
fr: Le pourcentage
ja: パーセンテージ

# 是
source: is
fr: est
ja: は

# 吗？
source: right?
fr: c'est ça?
ja: か

# 在新窗口打开链接
source: Open link in new window
fr: Ouvrir le lien dans une nouvelle fenêtre
ja: リンク先を新しいウィンドウで開く

# 保存选项
source: Save Options
fr: Sauvegarder l'option
ja: セーブオプション

# 不修改当前的“上次更新”时间
source: Do NOT change current 'Last Updated' time
fr: Sans modifier actuelle 'Dernière mise à jour'
ja: 前回更新した時間を修正しません

# 保存后留在
source: After save stay at
ja: セーブ後

# 当前页面
source: Current Page
fr: Progrès actuel
ja: カレントページに戻る

# 个人设置
source: Settings
fr: Réglage
ja: パーソナル設定

# 保存
source: Save
fr: Sauvegarder
ja: セーブ

# 时间信息
source: Time Information
fr: Information de temps
ja: タイムインフォ

# 完成时间
source: Finished
fr: Fini
ja: 完成時間

# 平均速度
source: Average
fr: La vitesse moyenne
ja: 平均速度

# 每个
source: per 1
fr: chaque
ja: 一つごとに

# 用时
source: Spent
fr: a pris
ja: かかる

# 预计完成
source: Estimated
fr: estimé
ja: 完成予定時間

# 作品信息
source: Opus Info
fr: Information de l'opus
ja: 作品インフォ

# 封面
source: Cover
fr: Le couverture
ja: カバー

# 作品代表色
source: Representative Color
fr: Le couleur représentatif
ja: 作品の色

# 豆瓣评分
source: Douban Rating
fr: Note de DouBan
ja: DOUBAN 評価

# 标签
source: Tags
fr: Label
ja: ラベル

# 彻底删除
source: Delete
fr: Supprimer
ja: 完全に削除する

# 激活
source: Reactivate
fr: Activer
ja: アクティブ化する

# 冻结
source: Deactivate
fr: Désactiver
ja: 凍結

# 进度已达到最大值
source: Max of the range reached
fr: La valeur maximale est atteint
ja: 進捗はマクスまで至った

# 确定删除此进度？
source: Are you sure to delete this progress?
fr: Vous êtes sûr de supprimer ce progrès?
ja: この進捗を削除する？

# 删除操作不可恢复
source: Delete cannot be undo
fr: La suppression est irrévocable
ja: 削除されたこおとは元に戻すことができない

# 删除操作已取消
source: Delete is canceled
fr: La suppression est annulé
ja: 削除がキャンセルされた

# 名称不能为空
source: Name cannot be empty
fr: Le nom ne peut pas être vide
ja: 名称は書いていない

# 输入的更新的进度
source: new value of current
fr: Nouveau progrès
ja: 新しく入れた進捗は

# 必须是纯数字
source: must be a number
fr: Il doit être un nombre
ja: 数字のみ入力可能

# 错误
source: Error
fr: Erreur
ja: エラー

# 大于
source: is larger than
fr: est plus grand que
ja: より大きい

# 每页
source: per page
fr: chaque page
ja: １ページ当たり

# 每集
source: per episode
fr: chaque épisode
ja: エピソードごとに

# 进度列表
source: Progress List
fr: Liste de progrès
ja: 進捗リスト

# 您还没有任何进行中的进度
source: You do not have any on-going progress
fr: Vous n'avez aucun progrès en cours.
ja: 進行中の進捗は一つもいない

# 您没有在追剧的进度
source: You do not have any following progress
fr: Vous n'avez aucun progrès suivi.
ja: フォローしている進捗はない

# 您没有尚未开始的进度
source: You do not have any to-do progress
fr: Vous n'avez aucun progrès à commencer.
ja: まだ始めていない進捗がない

# 请点击
source: Click
fr: Cliquez, s'il vous plaît
ja: クリック

# 按钮添加新的进度
source: button to add a new progress
fr: Touche à ajouter nouveau progrès
ja: ボタンを押して新しい進捗を追加する

# 和
source: and
fr: et
ja: と

# 的进度会存放在
source: progresses are located in
fr: les progrès se trouvent à
ja: の進捗は

# 页面
source: Page
ja: ページ

# 最后，祝您使用愉快！
source: Enjoy!
fr: Profitez-vous!
ja: エンジョイ！

# 进度搜索
source: Progress Search
fr: Rechercher un progrès
ja: プロセスサーチ

# 进度历程
source: Progress Timeline
fr: Parcours de progrès
ja: 進捗タイムライン

# 进度详情
source: Progress Detail
fr: Détail du progrès
ja: 進捗詳細

# 作品名称
source: Opus Name
fr: Nom de l'opus
ja: 作品名称

# 进度名称
source: Progress name
fr: Nom du progrès
ja: 進捗名称

# 选填
source: Optional
fr: Optionnel
ja: オプショナル

# 作品的分类或备注
source: Category or Comment
fr: Catégorie ou Commentaire
ja: 作品の分類或いはコメント

# 总页数／总集数（追剧请填 0）
source: Total pages / episodes (0 for following)
fr: Page / Episode totale (0 pour suivre)
ja: 総ページ数／総話数（フォロー中の場合は０を入れてください）

# 当前页数／集数
source: Current page / episode
fr: Page / Episode actuelle
ja: カレントページ／話数

# 作品链接
source: Opus Link
fr: Lien de l'opus
ja: 作品のリンク

# 取消
source: Cancel
fr: Annuler
ja: キャンセル

# 清空
source: Clear
fr: Vider
ja: クリアー

# 书籍
source: Book
fr: Livre
ja: 書籍

# 未找到
source: not found
fr: N'est pas trouvé
ja: 見つからなかった

# 未能解析条形码
source: Cannot decode the barcode
fr: Nous ne pouvons pas résoudre le code-barres
ja: バーコードの解析ができなかった

# 初始进度不能大于总页数
source: Initial 'Current' should not be larger than 'Total'
fr: Le progrès initial ne peut pas être plus grand que page totale.
ja: イニシャル進捗は総ページ数より大きくなるのはいけない

# 信息未获取到
source: information not found
fr: Information n'est pas trouvée
ja: インフォは見つからなかった

# 页数
source: Page
ja: ページ数

# 书籍信息正确吗？
source: Is book information correct?
fr: Est-ce que l'information de livre est correcte?
ja: 書籍インフォは正しいのか

# 开始看
source: Started
fr: Commencé
ja: スタート

# 完成了
source: Completed
fr: Fini
ja: 完成した

# 冻结了
source: Deactivated
fr: Désactivé
ja: 凍結された

# 进行至
source: Proceeded to
fr: Avancer à
ja: 第

# 追剧至
source: Followed to
fr: Suivre à
ja: 話

# 第
source: No.
fr: Numéro.
ja: を見ている

# 集
source: episode
ja: をフォローしている

# 加入至
source: Added to
fr: Ajouté à
ja: 追加する

# 已运行
source: Running
fr: En cours
ja: すでに実行している

# 说点儿什么
source: Say something
fr: Dite quelque chose
ja: 何を話しましょうか

# 超级管理员
source: Superuser
fr: Super-utilisateur
ja: スーパーユーザー

# 广播系统消息
source: Broadcast System Message
fr: Système message
ja: ブロードキャストシステムメッセージ

# 所有人
source: Everyone
fr: Tout le monde
ja: すべての人

# 尚未收到任何消息
source: does not receive any messages yet
fr: Aucun message reçu
ja: メッセージが届いていない

# 执行了超级管理员的初始化。
source: ran superuser initialization
fr: Mise en oeuvre de l'initialisation de super utilisateur.
ja: スーパーユーザーが初期化された

# 超级管理员操作连接
source: Superuser operation links
fr: Lien de opération de super utilisateur
ja: スーパーユーザーの操作リンク

# 查看完整记录
source: Full Logs
fr: Voir log complet
ja: ログ確認

# 找回密码或答案
source: Retrieve Password or Answer
fr: Retrouver le mot de passe ou la réponse
ja: パスワードや答えを探す

# 请用注册邮箱发信至：
source: Please use user's email to send a message to:
fr: Merci d'envoyer un courriel par l'email de utilisateur à:
ja: 登録したメールアドレスでメールを:

# 提供越详细的信息，找回密码或答案的机会越大
source: The more information provide, the more chance to get back the password or answer
fr: Plus détails d'information fournir, plus grande la chance de retrouver votre mot de passe ou réponse.
ja: 提供された情報が詳しければ詳しいほどパスワードや答えを探せる確率が大きくなる

# 找回用户名
source: Retrieve username
fr: Retrouver le nom de utilisateur
ja: ユーザー名を探す

# 注意
source: Alert
fr: Attention
ja: 注意

# 找回用户名的同时，系统会向该用户发送一封站内信，告知此次找回尝试。
source: While retrieving username, system sends a message to the user indicates this operation.
fr: Quand essayer de retrouver le nom de utilisateur, le système va envoyer un message pour informer cet essai.
ja: ユーザー名を探す同時に、ユーザーのメールアドレスに通知メールを送信する

# 请输入注册时填写的邮箱
source: Please enter user's email
fr: Veuillez entrer l'email de utilisateur
ja: 登録したメールアドレスを入力してください

# 邮箱不能为空
source: Email cannot be empty
fr: L'email ne doit pas être vide
ja: メールアドレスが入れていない

# 有人正在通过邮件的方式找回您的用户名
source: Someone is retrieving your username by email
fr: Quelqu'un essaie de retrouver votre nom de utilisateur par email
ja: 誰かがメールアドレスであなたのユーザー名を探している

# 他输入的邮件是：
source: Requested email：
fr: L'email qu'il entre est:
ja: 入力されたメールアドレスは：

# 他得到的用户名是：
source: Retrieved username：
fr: Le nom de utilisateur qu'il a retrouvé:
ja: 得られたユーザー名は：

# 若此操作不是您所为，请联系管理员
source: If this operation is not launched by you, please contact administrator
fr: Si c'était pas vous, veuillez contacter l'administateur.
ja: もしこの操作はご本人の行為ではない場合は、サイトの管理者に連絡していください

# 出于安全考虑，您的用户名未全部显示。
source: For security concern, your username will not fully revealed.
fr: Pour la sécurité, votre nom de utilisateur n'était pas affiché completement
ja: 安全のため、ユーザー名の一部が隠されている

# 每个 <code>*</code> 代表一个字符。
source: Every <code>*</code> represents 1 charactor.
fr: Chaque <code>*</code> représente un caractère
ja: <code>*</code> ごとに一つの桁を表す.

# 你的用户名是：
source: Your username is:
fr: Votre nom de utilisateur est:
ja: あなたのユーザー名は:

# 一封包含此次操作信息的站内信已经发送给您。
source: A message indicates this operation is sent to you.
fr: Un message sur cette opération a été vous envoyé
ja: 今度の操作の詳細はサイト内のメールで送りました

# 修改头像
source: Change head image
fr: Modifier l'image de profil
ja: アイコンを更新する

# 个人信息
source: Profile
fr: Information personnelle
ja: 個人情報

# 注册信息
source: Account Info
fr: Information du compte
ja: アカウント情報

# 用户名
source: Username
fr: Nom de utilisateur
ja: ユーザー名

# 昵称
source: Nickname
fr: Pseudo de utilisateur
ja: ニックネーム

# 我的公开页，任何人都可以查看
source: My Public Page, anyone can visit
fr: Mon site web public, tout le monde peut visiter
ja: 私のパブリックページ、誰でも訪問できる

# 邮箱
source: Email
ja: メールアドレス

# 活跃等级
source: Activity Level
fr: Niveau d'activité
ja: アクティビティレベル

# 根据“总活跃度”计算
source: According to 'Total Activities'
fr: Calculé par 'l'Activité totale'
ja: トタルアクティビティで計算する

# 问题
source: Question
fr: La question
ja: 問題

# 答案1
source: Answer 1
fr: La réponse 1
ja: 答え１

# [已加密]
source: [ENCRYPTED]
fr: [Déjà crypté]
ja: [暗号化された]

# 答案2
source: Answer 2
fr: La réponse 2
ja: 答え２

# 提示
source: Tips
ja: ヒント

# 创建时间
source: Created
fr: Créé
ja: 作成日時

# 平均花费
source: Average Done
fr: Fait moyenne
ja: 平均かかった時間

# 平均尝试
source: Average Before Deactivated
fr: Essai moyenne
ja: 平均トライ

# 平均已用
source: Average In Progress
fr: En cours moyenne
ja: 平均かかった時間

# 平均等待
source: Average To Do
fr: A faire moyenne
ja: 平均ウェッティング時間

# 平均待更
source: Average Following
fr: Suivi moyenne
ja: 平均フォローウイング

# 的公开页
source: Public Page
fr: Page public
ja: のパブリックページ

# 发消息
source: Send Message
fr: Envoyer un message
ja: メッセージを送る

# 进度设置
source: Progress Settings
ja: 進捗設定

# 进度日历设置
source: Progress Calendar Settings
fr: Réglage de calendrier de progrès
ja: 進捗カレンダー設定

# 公开进度日历
source: Enable Public Progress Calendar
fr: Publier le calendrier de progrès
ja: 進捗カレンダーを公開する

# 进度日历
source: Progress Calendar
fr: Calendrier de progrès
ja: 進捗カレンダー

# 公开
source: Public
ja: パブリック

# 私人
source: Private
ja: パーソナル

# 进度保存设置
source: Progress Saving Settings
ja: 進捗保存設定

# 未勾选时则去往
source: Uncheck to go to
ja: チェックを外す場合は

# 离线缓存设置
source: Offline Cache Settings
ja: オフラインキャッシュ設定

# 启用进度缓存
source: Enable Progress Cache
ja: 進捗キャッシュ機能を有効する

# 启动
source: Launch
ja: 始める

# 访问
source: Visit
ja: アクセス

# 在右上角
source: in the top-right cornor
ja: 右上にいる

# 选择
source: Select
ja: セレクト

# 安装
source: Install
ja: インストール

# 在底部
source: in the bottom
ja: ボトムにいる

# 添加至主屏幕
source: Add to Home Screen
ja: ホームスクリーンに追加する

# 用户登录
source: User Log In
fr: Utilisateur login
ja: ユーザーログイン

# 必填
source: Required
fr: Requis
ja: 入力必須

# 只能包含“英文字母”、“数字”和“英文句号”
source: Should only contain letters, number and '.'
fr: N'inclure que alphabets, nombres et '.'
ja: アルファベット、数字や英文記号のみ可

# 回答 “答案” 或 “备选答案” 均可正常登录
source: Provide either 'Answer' or 'Alternative Answer' can log in
fr: Répondre soit la réponse ou la réponse alternative peut logger-in
ja: 「答え」或は「備考の答え」を答えればログインできる

# 密码或答案
source: Password or Answer
fr: Mot de passe ou réponse
ja: パスワード或は答え

# 下次访问免登录，公共电脑请勿勾选此项
source: Keep logged in. Do not check this option on a public computer.
fr: Rester connecté, ne pas cocher cette option sur un ordinateur public
ja: 次回から自動的にログイン。公用パソコンでこの機能の使用を控えてください。

# 记住我
source: Remember me
fr: Me rappeller
ja: ログイン状態を保持する

# 登录
source: Log in
ja: ログイン

# 密码
source: Password
fr: mot de passe
ja: パスワード

# 加载中 ...
source: Loading ...
fr: De chargement ...
ja: ローディング

# 用户不存在
source: User does not exist
fr: L'utilisateur n'existe pas
ja: このユーザーは存在しません

# 密码/答案不能为空
source: Password/Answer cannot be empty
fr: Mot de passe / réponse ne peut pas être vide
ja: パスワード/答えを入力してください

# 用户名不能为空
source: Username cannot be empty
fr: Le nom de utilisateur ne peut pas être vide
ja: ユーザー名を入力してください

# 登录中 ...
source: Logging in ...
fr: Login en cours ...
ja: ローディング...

# 我忘记了...
source: I forgot ...
fr: J'oublie ...
ja: 忘れました...

# 用户注册
source: User Sign Up
fr: S'inscrire
ja: 新規登録

# 切换到
source: Swtich to
fr: Passer à
ja: 切り替え

# 模式
source: Mode
fr: Modèle
ja: モード

# 提交注册
source: Submit
fr: Soumettre
ja: サブミット

# 提交中
source: Submitting
fr: Soumis
ja: サブミット中

# 请输入密码
source: Please enter the password
fr: Veuillez entrer le mot de passe
ja: パスワードを入れてください

# 传统
source: Classic
fr: Classique
ja: クラシック

# 答案
source: Answer
fr: Réponse
ja: 答え

# 英文字母
source: Letter
fr: Alphabet
ja: アルファベット

# 汉字
source: Chinese Charactor
fr: Caractère Chinois
ja: 漢字

# 数字
source: Number
fr: Nombres
ja: 数字

# 正数第
source: from left the
fr: Du gauche le
ja: 左から第

# 位字符
source: th charactor
fr: eme caractère
ja: 桁

# 最后一位字符
source: the last charactor
fr: le dernière caractère
ja: 最後の桁

# 倒数第
source: from right the
fr: Du droit le
ja: 右から第

# 不包含
source: does not contain
fr: Ne contient pas
ja: 含めていない

# 包含
source: contains
fr: Contient
ja: 含めている

# 个
source: of
fr: de
ja: つ

# 一共
source: total
fr: totale
ja: 全部で

# 个字符
source: charactors
fr: caractère(s)
ja: 桁

# 并且
source: , and
fr: , et
ja: アンド

# 且
source: and
fr: et
ja: アンド

# 而且
source: yet
fr: en plus
ja: それに

# 同时
source: while
fr: quand
ja: 同時に

# 答案中
source: In the answer
fr: Dans la réponse
ja: 回答の中で

# 已存在
source: is already taken
fr: est déjà pris
ja: 既に存在しています

# 不能为空
source: cannot be empty
fr: ne doit pas être vide
ja: 空きにしてはいけないです

# 登录时的凭证之一
source: Needed when logging in
fr: Requis pour login
ja: 登録するには必要なものになる

# 不能同其他人的用户名重复
source: Should not same as another user's username
fr: Ne doit pas être même que le nom d'un autre utilisateur
ja: ほかのユーザー名と同じになってはいけないです

# 登录时会问您的问题
source: Question will be asked when logging in
fr: Question de login
ja: 登録するときに聞かれる問題

# 我们用 “问题+回答” 来代替传统密码
source: We use 'Question + Answer' instead of traditional password
fr: Nous utilisons la 'Question + Réponse' au lieu du mot de passe traditionnel.
ja: 「質問＋答え」でパスワードを入れ替える

# 一些常用的问题包括：
source: Common questions include:
fr: Les questions comme:
ja: よくある質問

# “最常用的8位密码”
source: 'My most used 8 digits password
fr: 'Le 8-digital mot de passe souvent utilisé'
ja: よく使われる８桁パスワード

# “最想获得的超能力”
source: 'Most wantted super power'
fr: 'La capacité super que je veux'
ja: 最も手に入れたいスーパーパワー

# “家里保险柜的数量”
source: 'How many safe boxes in my home'
fr: 'Il y a combien de coffre-fort chez moi?'
ja: 家の中のセーフティボックスの数

# 在这里写下问题，在下面写下答案
source: Put 'question' here, put 'answer' below
fr: Ecrire la Question ici, la Réponse en dessous
ja: ここで質問を、下に答えを入れてください

# 尽量不要包含空格或标点符号
source: Avoid using irregular charactors
fr: Ne pas utiliser les caractères irréguliers
ja: スペースや区切り符号の使用を控えてください

# 登录时您需要回答的内容
source: The 'answer' of the 'question' when logging in
fr: La réponse de la question pour login
ja: 登録用の回答内容が必要になる

# 一般应与上面的问题相对应
source: Normally answered the 'question' above
fr: Normalement répondu la question de dessus
ja: 上の質問を答えることをおすすめします

# 中英文、标点、数字均可
source: Can be letters, punctuations or numbers
fr: Caractères, points et nombres marcheront
ja: の中で英文、区切り符号や数字可

# 任何人（包括管理员）均无法查看您的回答
source: Anyone (include administrator) cannot see your 'answer'
fr: Personne (même l'administrateur) peut voir vos réponses
ja: サイトの管理者を含めて誰でもあなたの答えをチェックできない

# 传统模式时：
source: In Classic mode:
fr: En mode classique:
ja: クラシックモード:

# 长度、字符不限
source: No length limitation or charactor restriction
fr: Pas de limite de longueur et de caractères
ja: 長さや区切り符号の制限は一切なし

# 备选答案
source: Alternative Answer
fr: Réponse alternative
ja: 備考答え

# 同样作为正常答案生效
source: Also valid as the 'answer'
fr: Validée egàlement en tant que la bonne réponse
ja: 答えとして使われる

# 常见的 “答案” 与 “备选答案” 的组合有：
source: Common 'Answer' and 'Alternative Answer' combinations are:
fr: Les fréquentes combinaisons de Question et Réponse sont:
ja: 常用の「答えと備考答え」のコンビは:

# 中文答案 + 英文答案
source: Answer in Chinese versus answer in English
fr: La réponse en chinois vs. la réponse en français
ja: 日本語の答え＋英語の答え

source: (北京 vs. beijing)
ja: （東京 vs. Tokyo）

# 容易混淆的答案
source: Easily confused answers
fr: Réponses confondues facilement
ja: 分かりにくい答え

# （8月15日 vs. 08-15）
source: (08/15 vs. 08-15)
ja: （8月15日 vs. 08-15）

# 自己也拿不准的答案
source: Not sure of the answer
fr: Réponse pas sûr
ja: 自分でもはっきりわからない答え

# （炸鸡 vs. 烧烤）
source: (fried chicken vs. barbecue)
fr: KFC vs. McDonald's
ja: (フライドチキン vs. バービーキュ)

# 不需要与 “答案” 相同
source: No need to be same as the 'Answer'
fr: Pas nécessaire même que la réponse
ja: 「答え」と一緒にする必要がない

# 答案提示
source: Tips for 'answer'
fr: Tips de réponse
ja: 答えのヒント

# 生成提示
source: Generate Tips
fr: Générer tips
ja: ヒントを使う

# 登录时，问题答案的提示信息
source: Tips for the 'answer' when logging in
fr: Tips de réponse pour login
ja: 登録するときに、質問応答のヒント
