Repository: kyan001/Portal-Django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, ja

# 在登录界面您需要时自动显示
source: Will show up automatically when logging in
fr: Affichera automatiquement lorsque login
ja: 必要に応じて登録する画面に自動的に表示される

# 请不要将答案直接放在这里
source: Do not put your 'answer' here
fr: Ne mettre pas la réponse ici
ja: 答えをここに入れるのを控えてください

# 用于找回密码或答案
source: Use for retrieve password or answer
fr: Pour retrouver le mot de passe ou la réponse
ja: パスワードや答えの探し用

# 邮箱验证通过后方可生效
source: Available after verified
fr: Validé après la vérification de l'email
ja: メールアドレスの認証済み後に使用可

# 邮箱验证生效前，无法找回密码或答案
source: Cannot retrieve password or answer before email verified
fr: Ne peut pas retrouver le mot de passe ou la réponse dès la vérification
ja: メールアドレスの認証済み前にパスワードや答えを探すことができない

# 你希望他人看到的名称
source: The name other users will see
fr: Vous voulez les autres voir ce nom
ja: 表示されたいニックネーム

# 昵称只能是 “汉字” 和 “字母”
source: Nickname should only contain letters
fr: Le pseudo doit être seulement caractères latins
ja: ニックネームは「漢字」や「アルファベット」のみ使用可

# 昵称不可与他人重复
source: Should not same as another user's nickname
fr: Le pseudo ne doit pas être même que les autres
ja: このニックネームは既に使用されています

# 昵称为空时，我们将自动帮您生成
source: Will generate one when nickname is empty
fr: Nous générons un pseudo pour vous quand vous laissez vide
ja: ニックネームを入れていない場合はランダムに表示されます

# 注册
source: Sign up
fr: S'inscrire
ja: サインアップ

# 注销
source: Log out
fr: Déconnexion
ja: ログアウト

# 首页
source: Home page
fr: Accueil
ja: ホームページ

# 切换主题
source: Themes
fr: Thèmes
ja: 着せかえ

# 默认主题
source: Default Theme
fr: Thème par défaut
ja: カレント着せかえ

# 随机主题
source: Random Theme
fr: Thème par hasard
ja: ランダム着せかえ

# 蔚蓝
source: Cerulean
fr: Azure
ja: ブルー

# 宇宙
source: Cosmo
fr: Cosmos
ja: 宇宙

# 扁平
source: Flatly
fr: Plate
ja: フラット

# 日志
source: Journal
ja: 日誌

# 流明
source: Lumen
ja: ルーメン

# 纸
source: Paper
fr: Papier
ja: ペーパー

# 易读
source: Readable
fr: Lisible
ja: リィーダァブル

# 砂岩
source: Sandstone
fr: Sablite
ja: 砂岩

# 简约
source: Simplex
fr: Simple
ja: シンプル

# 空间站
source: Spacelab
fr: Station spatiale
ja: スペースラブ

# 统一
source: United
fr: Unifié
ja: ユナイテッド

# 雪人
source: Yeti
fr: Bonhomme de neige
ja: イエティー

# 半机械
source: Cyborg
ja: 半機械

# 暗色
source: Darkly
fr: Sombre
ja: ダーク

# 页岩
source: Slate
fr: Roche
ja: 石板

# 英雄
source: Superhero
fr: Héros supers
ja: スーパーヒーロー

# 所有
source: All
fr: Tous
ja: オール

# 未读
source: Unread
fr: Non lus
ja: 未読

# 系统
source: System
fr: Système
ja: システム

# 好友
source: Friend
fr: Amis
ja: フレンド

# 已发送
source: Sent
fr: Envoyés
ja: 送信済み

# 查看收信箱
source: Check Inbox
fr: Voir la boîte aux lettres
ja: 受信トレーをチェックする

# 只有消息的接收者可以{}消息
source: Only the message receiver can {} this message
fr: Seulement le destinataire peut {} le message
ja: 受信者のみ{}

# 删除
source: Delete
fr: Supprimer
ja: 削除

# 删除失败
source: Delete failed
fr: Supprimer avec échec
ja: 削除失敗

# 删除了一条来自 @{} 的消息
source: Delete message from @{}
fr: Un message de @{} est supprimé
ja: @{}からのメッセージを削除しました

# 查看与 @{} 的对话
source: See conversation with @{}
fr: Voir la conversation avec @{}
ja: @{}との会話内容をチェックする

# 向 @{} 发送消息
source: Send message to @{}
fr: Envoyer un message à @{}
ja: @{}へメッセージを送る

# 您查找的消息 id: {} 并不存在
source: The message (id: {}) does not exist
fr: L'id: {} n'exsite pas
ja: お探しの@{}は実在していません

# 更新
source: updated
fr: Mise à jour
ja: 更新

# 阅读来自 @{} 的消息
source: Read message from @{}
fr: Lire le message de @{}
ja: @{}からのメッセージをチェックする

# 您请求的主题 {} 不存在
source: The requested theme {} does not exist
fr: Le thème {} n'exsite pas
ja: お求めのテーマ{}は実在していません

# 应用主题 {}
source: Apply theme {}
fr: Appliquer le thème {}
ja: テーマ{}にする

# {} 未被缓存
source: {} have not cached yet
fr: {} n'est pas sauvegardé
ja: {}はキャッシュされていない

# 您已拥有该进度，请不要重复添加
source: You are already the owner of this progress. No need to import again
fr: Vous avez déjà ce progrès, ne pas ajouter une fois encore
ja: 該当する進捗は既に追加されています

# 导入失败
source: Import failed
fr: Importer avec échec
ja: インポート失敗

# 已从 @{u} 导入进度《{n}》的信息
source: Progress 《{n}》 information imported from @{u}
fr: Importé l'infromation du progrès《{n}》de @{u}
ja: @{u}から《{n}》の進捗を導入しました

# 请确认后点击“保存”
source: Click “Save” when ready
fr: Veuillez cliquer sur 'Save'
ja: ご確認したら“保存”を押してください

# 欢迎使用
source: Welcome to
fr: Bienvenue
ja: ウェルカム

# 访问「{}」页面
source: Visit 「{}」 page
fr: à la page「{}」
ja: 「{}」ページにアクセスします

# 这个进度不属于您，因此您不能{}该进度
source: You are not the owner of this progress. You are not allowed to {} this progress
fr: Vous ne pouvez pas {} ce progrès comme il n'est pas à vous.
ja: この進捗のオーナーではないので、この進捗を{}することができません

# 查看
source: visit
fr: Visiter
ja: チェック

# 查看进度《{}》的详情
source: See the progress '{}' detail
fr: Voir le détail du progrès《{}》
ja: '{}' の詳細をチェックする

# 更新失败
source: Update failed
fr: Mise à jour avec échec
ja: 更新が失敗しました

# 初始进度 {c} 不能大于总页数 {t}
source: Initial 'Current' ({c}) should not be larger than 'Total' ({t})
fr: Le progrès initial {c} ne peut pas être plus grand que page totale {t}.
ja: 総ページ数/話数 {t} より小さいイニシャル進捗 {c} を入れてください

# 编辑进度《{}》成功
source: Update progress 《{}》 success
fr: Mise à jour du progrès《{}》avec succès
ja: 進捗《{}》 を編集しました

# 已更新
source: Updated
fr: Mis au jour
ja: 更新しました

# 删除进度《{}》
source: Delete progress 《{}》
fr: Supprimer le progrès《{}》
ja: 進捗削除《{}》

# 已删除
source: Deleted
fr: Supprimé
ja: 削除しました

# +1 失败
source: +1 Failed
fr: +1 avec échec
ja: +1 失敗しました

# 冻结进度《{}》
source: Deactivated 《{}》
fr: Désactiver le progrès《{}》
ja: 進捗《{}》を凍結しました

# 激活失败
source: Reactivate failed
fr: Réactiver avec échec
ja: リアクティヴェイトゥ失敗しました

# 恢复已冻结的进度《{}》
source: Reactivated 《{}》
fr: Réactiver le progrès désactivé 《{}》
ja: 凍結された進捗《{}》を再開しました

# 已激活
source: Reactivated
fr: Réactivé
ja: 有効になりました

# 尝试新增进度
source: Attempt to add a new progress
fr: Essayer d'ajouter nouveau progrès
ja: 新しい進捗を追加してみる

# 新增失败
source: Add failed
fr: Ajouter avec échec
ja: 追加に失敗しました

# 新增进度《{}》成功
source: Add progress 《{}》 success
fr: Ajouté nouveau progrès《{}》
ja: 進捗《{}》を追加しました

# 获取日历失败
source: Retrieve iCal failed
fr: Obtenir le calendrier avec échec
ja: カレンダーの引き出しが失敗しました

# 用户的私钥不合法
source: Private key is not valid
fr: Mauvais clef privé
ja: プライベートキーは有効ではないです

# 此用户尚未公开其进度日历
source: User does not enable public progress calendar
fr: L'utilisateur ne publie pas son calendrier de progrès
ja: 該当するユーザーのカレンダーが非公開にされています

# 在智械聊天中对话
source: Chat in RoboTalk
fr: Conversation dans RoboTalk
ja: ロボットトークでチャットします

# {d} 天 {h} 小时
source: {d} days {h} hours
fr: {d} jours {h} heurs
ja: {d} 日 {h} 時間

# 《{}操作手册》
source: 《{} Operation Handbook》
fr: 《Opération manuel de {}》
ja: 《{} マニュアルブック》

# 初始化
source: Initialization
fr: Initialisation
ja: イニシャル

# 默认设置 @{} 为超级管理员，并向其发送此邮件
source: By default, set @{} as superuser, and send this message to him.
fr: Par défaut, configurer @{} comme l'utilisateur super, et lui envoyer ce message.
ja: デフォルト設定として@{} のスーパーユーザーへ本メールを送信します

# 查看发给系统的消息，广播消息
source: Check messages sent to system, broadcast messages
fr: Voir les messages envoyés au système
ja: システムへのメッセージやブロードキャスト メッセージをチェックします

# 初始化所有徽章
source: Initialization all badges
fr: Initialiser tous les badges
ja: すべてのバッジをイニシャルします

# 刷新数据库中徽章的信息
source: Refresh all badges information in database
fr: Mise a jour l'information de tous les badge dans la base de données
ja: データベースのバッジインフォを更新します

# 分发 Betauser 徽章
source: Set betausers badges
fr: Distribuer le badge de Betauser
ja: Betauserバッジをセットします

# 对网站前 100 名用户添加 Betauser 徽章
source: Add “Betauser” badge to first 100 users
fr: Ajouter le badge de Betauser aux 100 premières utilisateurs
ja: 当ウェブサイトの先着100名のユーザーに“Betauser”バッジが追加されます

# 分发设计师徽章
source: Set designers badges
fr: Distribuer le badge de Designer
ja: デザインバッジをセットします

# 对所有徽章的设计师添加 Designer 徽章
source: Add “Designer” badge to all badge designers
fr: Ajouter le badge de Designer à tous les concepteurs
ja: すべてバッジのデザイナーに“Designer”バッジが追加されます

# 发送失败，未知原因。用户：@{}
source: Sending failed. Unknown reason. User: @{}
fr: Envoyer avec échec, raison inconnue. Utilisateur: @{}
ja: 送信失敗しました、原因不明です。ユーザー: @{}

# @{} 已设置为超级管理员
source: @{} is set as superuser
fr: @{} est déjà configuré comme l'utilisateur super
ja: @{} はスーパーユーザーにされました

# @{} 已是超级管理员，无需更改
source: @{} is already set as superuser, no need to change.
fr: @{} est déjà l'utilisateur super, pas besoin de modification
ja: @{} はすでにスーパーユーザーですので、修正不要です

# 数据库更新完毕，模式 {}
source: Database updated. Mode '{}'
fr: Mise a jour de la base de données, en mode {}
ja: データベース更新完了しました。モード '{}'

# 发送成功
source: Sending success
fr: Envoyé
ja: 送信しました

# 请求的分类（{}）不存在
source: The requested category ({}) does not exist
fr: La catégorie requise ({}) n'existe pas
ja: お求めのカテゴリー({}) は実在していません

# {} 访问了你的公开页
source: {} visited your public page
fr: {} a visité votre page public
ja: あなたのパブリックページは{}にアクセスされました

# 查看用户个人信息
source: View user profile
fr: Voir l'information de l'utilisateur
ja: ユーザープロファイルをチェックする

# 注册失败
source: Sign up failed
fr: S'inscrire avec échec
ja: サインアップ失敗しました

# “{}”不能为空
source: “{}” cannot be empty
fr: “{}” ne doit pas être vide
ja: “{}” は入力されていないです

# 用户名 '{}' 已存在！
source: Username '{}' is already taken!
fr: Le nom de utilisateur '{}' déjà existe
ja: ユーザー名'{}'はすでに存在しています

# 昵称 '{}' 已存在！
source: Nickname '{}' is already taken!
fr: Le pseudo '{}' déjà existe
ja: ニックネーム'{}'はすでに存在しています

# 邮箱 '{}' 已存在！
source: Email '{}' is already taken!
fr: L'email '{}' déjà existe
ja: メールアドレス'{}'はすでに存在しています

# 用户名 '{}' 只应包含数字、字母、和英文句号！
source: Username '{}' should only contain numbers, letters and '.'!
fr: Le nom de utilisateur '{}' doit inclure seulement nombres, caractères et '.'!
ja: ユーザー名'{}' は数字、アルファベットや英文句点のみ使用可

# 昵称 '{}' 只应包含字母和汉字！
source: Nickname '{}' should only contain letters
fr: Le pseudo '{}' doit inclure seulement caractères latins
ja: ニックネーム'{}' はアルファベットや漢字のみ使用可

# 注册成功
source: Sign up success
fr: S'inscrire avec succès
ja: サインアップ成功しました

# {user.username} 注册成功！ 您是网站第 {user.id} 位用户。 请登录以便我们记住您！
source: {user.username} sign up success! You are the No.{user.id} user. Please log in to let us remember you!
fr: {user.username} s'inscrire avec succès! Vous êter le No.{user.id} utilisateur. Veuillez log in pour nous vous rappelons!
ja: {user.username} サインアップ成功しました! あなたは No.{user.id} ユーザーです. ログインして進捗管理の世界へ!

# 欢迎加入
source: Welcome aboard
fr: Bienvenue!
ja: ウェルカム

# 修改头像成功
source: Change head image success
fr: L'image de profil à changé
ja: アイコンを更新しました

# 登录失败
source: Log in failed
fr: Login avec échec
ja: ログイン失敗しました

# 您已经以 {} 的身份登录了，请勿重复登录
source: You already logged in as '{}', please do not log in again
fr: Vous avez logger in en tant que {}, ne login pas une fois encore
ja: すでに'{}'でログインしました

# 此邮箱（{}）尚未被注册
source: This email ({}) has not signed up
fr: L'email ({}) n'est pas enregistré
ja: 該当するメールアドレス（{}）はまだサインアップされていないです

# 找不到用户名为 {} 的用户
source: Cannot find user with username {}
fr: L'utilisateur {} n'est pas trouvé
ja: ユーザー名{}を見つかりませんでした

# 您已被禁止登录，请联系管理员
source: You are forbidden to log in. Please contact administrator
fr: Vous êter interdit à login, veuillez consulter l'administrateur
ja: ログインが禁止されています。管理員に連絡してください

# 用户名与答案不匹配
source: Incorrect username / password combination
fr: Mauvaise combinaison de nom utilisateur et mot de passe
ja: ユーザー名と答えが一致していません

# 登录成功
source: Login success
fr: Login avec succès
ja: ログイン成功しました

# 查看进度列表
source: for progress list
fr: Voir la liste de progrès
ja: 進捗リストをチェックする

# 查看您的活跃度、进度统计
source: for your activities, progress statistics
fr: Voir vos activité et progrès
ja: アクティビティ、進捗分析をチェックします

# 欢迎您归来，开始您的网站之旅吧！
source: Welcome back. Start your surfing now!
fr: Bienvenue retour, profitez-vous!
ja: ウェルカムバック！進捗管理の世界へ

# 遇到问题或想 #提建议 ，请发消息给
source: If you have any problems or #suggest , please send a message to
fr: Si vous avez des questions ou #suggestions, veuillez envoyer un message à
ja: 問題や#アドバイスがある場合はメールしてください

# 用户未找到：{}
source: Username not found: {}
fr: Ne trouvé pas l'utilisateur: {}
ja: 該当するユーザーは見つかりませんでした: {}

# 昵称不能为空
source: Nickname cannot be empty
fr: Le pseudo ne doit pas être vide
ja: ニックネームを入れてください

# 回到主页
source: Back to homepage
fr: Retour a l'accueil
ja: ホームページに戻る

# 前往「{}」页面
source: Go to 「{}」 page
fr: Aller à la page「{}」
ja: 「{}」ページへ

# {}天
source: {}d
fr: {}j
ja: {}日

# {}小时
source: {}h
ja: {}時間

# {}分
source: {}m
ja: {}分

# {}秒
source: {}s
ja: {}秒

# {}前
source: {} ago
fr: il y a {}
ja: {}前

# {}后
source: {} after
fr: après {}
ja: {}後

# 此页面需要用户信息， 请登录/注册后再访问。
source: This page required user information, Please login/signup first.
fr: Cette page a requis l'information de utilisateur, Veuillez login/s'inscrire d'abord.
ja: カレントページにユーザー登録が必要になるので, 新規登録/ログインしてアクセスしてください.

# 您不具有{}权限
source: You don't have {} permission
fr: Vous n'avez pas l'autorisation de {}
ja: {}権限を持っていません

# 来自
source: From
fr: De

# 问答
source: Q&A
fr: Question et Réponse
